Repository: marmot-protocol/whitenoise-ios
Catalog: Shared/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt, ru, tr, zh_hans, zh_hant

source: Your passphrase encrypts the exported ncryptsec1 backup. Marmot never stores it.
de: Deine Passphrase verschlüsselt die exportierte ncryptsec1-Sicherung. Marmot speichert sie nie.
es: Tu frase de contraseña cifra la copia ncryptsec1 exportada. Marmot nunca la almacena.
fr: Votre phrase secrète chiffre la sauvegarde ncryptsec1 exportée. Marmot ne la stocke jamais.
it: La tua passphrase crittografa il backup ncryptsec1 esportato. Marmot non la memorizza mai.
pt: Sua frase secreta criptografa o backup ncryptsec1 exportado. O Marmot nunca a armazena.
ru: Ваша парольная фраза шифрует экспортированную резервную копию ncryptsec1. Marmot никогда ее не сохраняет.
tr: Parolanız dışa aktarılan ncryptsec1 yedeğini şifreler. Marmot bunu asla saklamaz.
zh_hans: 你的密码短语会加密导出的 ncryptsec1 备份。Marmot 永远不会存储它。
zh_hant: 你的密碼短語會加密匯出的 ncryptsec1 備份。Marmot 永遠不會儲存它。

source: Your previous update hasn’t finished. Try again to finish publishing it.
de: Deine vorherige Aktualisierung ist noch nicht abgeschlossen. Versuche es erneut, um die Veröffentlichung abzuschließen.
es: Tu actualización anterior no ha terminado. Inténtalo de nuevo para terminar de publicarla.
fr: Votre mise à jour précédente n’est pas terminée. Réessayez pour terminer sa publication.
it: L’aggiornamento precedente non è stato completato. Riprova per terminarne la pubblicazione.
pt: Sua atualização anterior não terminou. Tente novamente para concluir a publicação.
ru: Предыдущее обновление ещё не завершено. Повторите попытку, чтобы завершить публикацию.
tr: Önceki güncellemeniz tamamlanmadı. Yayınlamayı tamamlamak için tekrar deneyin.
zh_hans: 上一次更新尚未完成。请重试以完成发布。
zh_hant: 上一次更新尚未完成。請重試以完成發布。

source: Your profile
de: Dein Profil
es: Tu perfil
fr: Votre profil
it: Il tuo profilo
pt: Seu perfil
ru: Ваш профиль
tr: Profilin
zh_hans: 你的个人资料
zh_hant: 你的個人資料

source: Your profile was created, but some details couldn't be saved.
de: Dein Profil wurde erstellt, aber einige Details konnten nicht gespeichert werden.
es: Tu perfil se creó, pero no se pudieron guardar algunos datos.
fr: Votre profil a été créé, mais certains détails n’ont pas pu être enregistrés.
it: Il tuo profilo è stato creato, ma non è stato possibile salvare alcuni dettagli.
pt: Seu perfil foi criado, mas alguns detalhes não puderam ser salvos.
ru: Профиль создан, но некоторые данные не удалось сохранить.
tr: Profiliniz oluşturuldu ancak bazı ayrıntılar kaydedilemedi.
zh_hans: 你的个人资料已创建，但部分详细信息无法保存。
zh_hant: 你的個人檔案已建立，但部分詳細資料無法儲存。

source: Your relays
de: Deine Relays
es: Tus relays
fr: Vos relais
it: I tuoi relay
pt: Seus relays
ru: Ваши ретрансляторы
tr: Rölelerin
zh_hans: 你的中继
zh_hant: 你的中繼

source: Your search and IP address are sent to GIPHY. Opening a received GIF also contacts GIPHY.
de: Deine Suche und deine IP-Adresse werden an GIPHY gesendet. Auch das Öffnen eines empfangenen GIFs kontaktiert GIPHY.
es: Tu búsqueda y tu dirección IP se envían a GIPHY. Abrir un GIF recibido también contacta con GIPHY.
fr: Votre recherche et votre adresse IP sont envoyées à GIPHY. Ouvrir un GIF reçu contacte également GIPHY.
it: La tua ricerca e il tuo indirizzo IP vengono inviati a GIPHY. Anche aprire una GIF ricevuta contatta GIPHY.
pt: Sua busca e seu endereço IP são enviados ao GIPHY. Abrir um GIF recebido também entra em contato com o GIPHY.
ru: Ваш запрос и IP-адрес отправляются в GIPHY. Открытие полученного GIF также обращается к GIPHY.
tr: Aramanız ve IP adresiniz GIPHY’ye gönderilir. Alınan bir GIF’i açmak da GIPHY ile bağlantı kurar.
zh_hans: 你的搜索内容和 IP 地址会发送给 GIPHY。打开收到的 GIF 同样会连接 GIPHY。
zh_hant: 你的搜尋內容和 IP 位址會傳送給 GIPHY。開啟收到的 GIF 同樣會連線 GIPHY。

source: Your search is sent to DuckDuckGo. Image providers can see your IP address when results load.
de: Deine Suche wird an DuckDuckGo gesendet. Bildanbieter können deine IP-Adresse sehen, wenn Ergebnisse geladen werden.
es: Tu búsqueda se envía a DuckDuckGo. Los proveedores de imágenes pueden ver tu dirección IP cuando se cargan los resultados.
fr: Votre recherche est envoyée à DuckDuckGo. Les fournisseurs d’images peuvent voir votre adresse IP lors du chargement des résultats.
it: La tua ricerca viene inviata a DuckDuckGo. I fornitori di immagini possono vedere il tuo indirizzo IP quando i risultati vengono caricati.
pt: Sua busca é enviada ao DuckDuckGo. Os provedores de imagens podem ver seu endereço IP quando os resultados são carregados.
ru: Ваш запрос отправляется в DuckDuckGo. Поставщики изображений могут увидеть ваш IP-адрес при загрузке результатов.
tr: Aramanız DuckDuckGo’ya gönderilir. Sonuçlar yüklenirken görsel sağlayıcıları IP adresinizi görebilir.
zh_hans: 你的搜索会发送给 DuckDuckGo。加载结果时，图片提供方可以看到你的 IP 地址。
zh_hant: 你的搜尋會傳送給 DuckDuckGo。載入結果時，圖片提供方可以看到你的 IP 位址。

source: Your signer declined the request.
de: Dein Signierer hat die Anfrage abgelehnt.
es: Tu firmante rechazó la solicitud.
fr: Votre signataire a refusé la demande.
it: Il firmatario ha rifiutato la richiesta.
pt: Seu assinador recusou a solicitação.
ru: Средство подписи отклонило запрос.
tr: İmzalayıcın isteği reddetti.
zh_hans: 你的签名器拒绝了请求。
zh_hant: 你的簽署器拒絕了請求。

source: Your signer is unavailable.
de: Dein Signierer ist nicht verfügbar.
es: Tu firmante no está disponible.
fr: Votre signataire est indisponible.
it: Il firmatario non è disponibile.
pt: Seu assinador está indisponível.
ru: Средство подписи недоступно.
tr: İmzalayıcın kullanılamıyor.
zh_hans: 你的签名器不可用。
zh_hant: 你的簽署器無法使用。

source: AI Agents
de: KI-Agenten
es: Agentes de IA
fr: Agents IA
it: Agenti IA
pt: Agentes de IA
ru: ИИ-агенты
tr: Yapay zeka ajanları
zh_hans: AI 代理

source: About AI Agents
de: Über KI-Agenten
es: Acerca de los agentes de IA
fr: À propos des agents IA
it: Informazioni sugli agenti IA
pt: Sobre agentes de IA
ru: Об ИИ-агентах
tr: Yapay zeka ajanları hakkında
zh_hans: 关于 AI 代理

source: After the agent shares its npub, add it as a contact from %@ and start chatting. See the agent connector docs for full details.
de: Nachdem der Agent seine npub geteilt hat, füge ihn als Kontakt über %@ hinzu und beginne zu chatten. Einzelheiten findest du in der Dokumentation der Agent-Konnektoren.
es: Cuando el agente comparta su npub, añádelo como contacto desde %@ y empieza a chatear. Consulta la documentación del conector de agentes para más detalles.
fr: Une fois que l'agent a partagé sa npub, ajoutez-le comme contact depuis %@ et commencez à discuter. Consultez la documentation du connecteur d'agent pour tous les détails.
it: Dopo che l'agente condivide la sua npub, aggiungilo come contatto da %@ e inizia a chattare. Per tutti i dettagli, consulta la documentazione del connettore per agenti.
pt: Depois que o agente compartilhar sua npub, adicione-o como contato em %@ e comece a conversar. Veja a documentação do conector de agentes para detalhes.
ru: После того как агент поделится своей npub, добавьте его в контакты через %@ и начните общение. Подробности см. в документации коннектора агентов.
tr: Ajan npub'unu paylaştıktan sonra %@ üzerinden kişi olarak ekleyin ve sohbete başlayın. Tüm ayrıntılar için ajan bağlayıcı belgelerine bakın.
zh_hans: 代理分享其 npub 后，从 %@ 将其添加为联系人并开始聊天。完整说明请参阅代理连接器文档。

source: Agent connector documentation
de: Dokumentation der Agent-Konnektoren
es: Documentación del conector de agentes
fr: Documentation du connecteur d'agent
it: Documentazione del connettore per agenti
pt: Documentação do conector de agentes
ru: Документация коннектора агентов
tr: Ajan bağlayıcı belgeleri
zh_hans: 代理连接器文档

source: Connectors
de: Konnektoren
es: Conectores
fr: Connecteurs
it: Connettori
pt: Conectores
ru: Коннекторы
tr: Bağlayıcılar
zh_hans: 连接器

source: Copy %@ setup prompt
de: %@-Einrichtungsaufforderung kopieren
es: Copiar indicación de configuración de %@
fr: Copier l'invite de configuration %@
it: Copia il prompt di configurazione di %@
pt: Copiar prompt de configuração de %@
ru: Скопировать запрос настройки %@
tr: %@ kurulum istemini kopyala
zh_hans: 复制 %@ 设置提示

source: Hide %@ setup prompt
de: %@-Einrichtungsaufforderung ausblenden
es: Ocultar indicación de configuración de %@
fr: Masquer l'invite de configuration %@
it: Nascondi il prompt di configurazione di %@
pt: Ocultar prompt de configuração de %@
ru: Скрыть запрос настройки %@
tr: %@ kurulum istemini gizle
zh_hans: 隐藏 %@ 设置提示

source: Install scripts, health checks, and troubleshooting
de: Installationsskripte, Gesundheitsprüfungen und Fehlerbehebung
es: Scripts de instalación, comprobaciones de estado y solución de problemas
fr: Scripts d'installation, vérifications d'état et dépannage
it: Script di installazione, controlli di stato e risoluzione dei problemi
pt: Scripts de instalação, verificações de saúde e solução de problemas
ru: Скрипты установки, проверки состояния и устранение неполадок
tr: Kurulum betikleri, sağlık denetimleri ve sorun giderme
zh_hans: 安装脚本、健康检查与故障排除

source: Manual Setup
de: Manuelle Einrichtung
es: Configuración manual
fr: Configuration manuelle
it: Configurazione manuale
pt: Configuração manual
ru: Ручная настройка
tr: Manuel kurulum
zh_hans: 手动设置

source: Prompt copied — paste it into your agent.
de: Eingabeaufforderung kopiert — füge sie in deinen Agenten ein.
es: Indicación copiada — pégala en tu agente.
fr: Invite copiée — collez-la dans votre agent.
it: Prompt copiato — incollalo nel tuo agente.
pt: Prompt copiado — cole no seu agente.
ru: Запрос скопирован — вставьте его в ваш агент.
tr: İstem kopyalandı — ajana yapıştırın.
zh_hans: 提示已复制——请粘贴到你的代理中。

source: Self-hosted personal AI assistant
de: Selbst gehosteter persönlicher KI-Assistent
es: Asistente de IA personal autoalojado
fr: Assistant IA personnel auto-hébergé
it: Assistente IA personale self-hosted
pt: Assistente de IA pessoal auto-hospedado
ru: Личный ИИ-ассистент на своём сервере
tr: Kendi sunucunuzda kişisel yapay zeka asistanı
zh_hans: 自托管个人 AI 助手

source: Show %@ setup prompt
de: %@-Einrichtungsaufforderung anzeigen
es: Mostrar indicación de configuración de %@
fr: Afficher l'invite de configuration %@
it: Mostra il prompt di configurazione di %@
pt: Mostrar prompt de configuração de %@
ru: Показать запрос настройки %@
tr: %@ kurulum istemini göster
zh_hans: 显示 %@ 设置提示

source: Terminal agent by Nous Research
de: Terminal-Agent von Nous Research
es: Agente de terminal de Nous Research
fr: Agent terminal par Nous Research
it: Agente terminale di Nous Research
pt: Agente de terminal da Nous Research
ru: Терминальный агент Nous Research
tr: Nous Research terminal ajanı
zh_hans: Nous Research 的终端代理

source: These are installation prompts. Choose your agent, copy its prompt, and paste it into that agent to connect it to White Noise. The prompt includes your npub (a public key, not a secret) and asks the agent to explain how the connector works before requesting your approval to install it. Only use an agent you run and trust; your private key is never included.
de: Dies sind Installationsanweisungen. Wähle deinen Agenten aus, kopiere seine Anweisung und füge sie in diesen Agenten ein, um ihn mit White Noise zu verbinden. Die Anweisung enthält deine npub (einen öffentlichen Schlüssel, kein Geheimnis) und bittet den Agenten, die Funktionsweise des Konnektors zu erklären, bevor er deine Zustimmung zur Installation einholt. Verwende nur einen Agenten, den du selbst betreibst und dem du vertraust; dein privater Schlüssel ist nie enthalten.
es: Estas son instrucciones de instalación. Elige tu agente, copia su instrucción y pégala en ese agente para conectarlo a White Noise. La instrucción incluye tu npub (una clave pública, no un secreto) y pide al agente que explique cómo funciona el conector antes de solicitar tu aprobación para instalarlo. Usa solo un agente que ejecutes y en el que confíes; tu clave privada nunca se incluye.
fr: Voici des invites d’installation. Choisissez votre agent, copiez son invite et collez-la dans cet agent pour le connecter à White Noise. L’invite comprend votre npub (une clé publique, pas un secret) et demande à l’agent d’expliquer le fonctionnement du connecteur avant de solliciter votre approbation pour l’installer. Utilisez uniquement un agent que vous exécutez et auquel vous faites confiance ; votre clé privée n’est jamais incluse.
it: Questi sono prompt di installazione. Scegli il tuo agente, copia il relativo prompt e incollalo in quell’agente per collegarlo a White Noise. Il prompt include la tua npub (una chiave pubblica, non un segreto) e chiede all’agente di spiegare come funziona il connettore prima di richiedere la tua approvazione per installarlo. Usa solo un agente che gestisci e di cui ti fidi; la tua chiave privata non viene mai inclusa.
pt: Estes são prompts de instalação. Escolha seu agente, copie o prompt dele e cole-o nesse agente para conectá-lo ao White Noise. O prompt inclui sua npub (uma chave pública, não um segredo) e pede ao agente que explique como o conector funciona antes de solicitar sua aprovação para instalá-lo. Use apenas um agente que você executa e em que confia; sua chave privada nunca é incluída.
ru: Это запросы на установку. Выберите своего агента, скопируйте запрос и вставьте его в этого агента, чтобы подключить его к White Noise. Запрос содержит вашу npub (открытый ключ, не секрет) и просит агента объяснить, как работает коннектор, прежде чем запросить ваше одобрение на установку. Используйте только агента, которого вы запускаете и которому доверяете; приватный ключ никогда не включается.
tr: Bunlar kurulum istemleridir. Ajanınızı seçin, istemini kopyalayın ve White Noise’a bağlamak için o ajana yapıştırın. İstem, npub’ınızı (gizli olmayan genel anahtarınızı) içerir ve ajanınızdan kurulum için onayınızı istemeden önce bağlayıcının nasıl çalıştığını açıklamasını ister. Yalnızca çalıştırdığınız ve güvendiğiniz bir ajanı kullanın; özel anahtarınız hiçbir zaman eklenmez.
zh_hans: 这些是安装提示。选择你的代理，复制相应提示并将其粘贴到该代理中，即可将其连接到 White Noise。提示包含你的 npub（公钥，并非秘密），并会让代理先解释连接器的工作方式，再请求你的安装批准。请仅使用由你运行且信任的代理；其中绝不会包含你的私钥。
